[
  {
    "title": "Productos AI",
    "description": ""ProductosAI es líder en soluciones de agente para WhatsApp, ofreciendo implementaciones rápidas y asesoramiento experto en la elección de la mejor IA Conversacional. Creamos experiencias conversacionales personalizadas, integrando nuestra tecnología propia fácilmente con sistemas de Atención al Cliente y CRMs. Los agentes en WhatsApp con Inteligencia Artificial optimizan la comunicación al automatizar respuestas a preguntas comunes y enviar mensajes proactivos, mejorando la eficiencia y la satisfacción del cliente.",
    "technologies": "El proyecto se desarrolló con React js, TypeScript, Socket.io, NestJs y Amazon Web Services (AWS).",
    "landing": "https://productos-ai.com/",
    "url": "https://app.productos-ai.com/",
    "img":  "/image/portfolio/productsAI.jpeg",
    "category": "react/next",
    "gif": "/video/products-AI.mp4"
  },
  {
    "title": "Message",
    "description": "Este proyecto es una aplicación de mensajería instantánea en la que los usuarios pueden registrarse o iniciar sesión mediante un formulario o con su cuenta de Google. Los usuarios también pueden crear salas de chat y comunicarse con otros miembros de la sala. El propietario de la sala tiene la capacidad de eliminar las salas que haya creado.",
    "technologies": "El proyecto se desarrolló con React js, SASS y Firebase.",
    "github": "https://github.com/MicaelaJofre/message",
    "url": "https://micaelajofre.github.io/message/",
    "img":  "/image/portfolio/message.webp",
    "category": "react/next",
    "gif": "/video/messageGif.mp4"
  },
  {
    "title": "App de tareas",
    "description": "La aplicación para la creación de tareas está desarrollada íntegramente con Next.js, tanto en el frontend como en el backend. Se utiliza una API construida en Next.js y se aprovecha MongoDB como base de datos. Con esta aplicación, los usuarios pueden realizar operaciones esenciales en tareas, tales como obtener una lista completa de todas ellas, crear nuevas tareas, actualizar las existentes y eliminar tareas.",
    "technologies": "El proyecto se desarrolló con Next js, Tailwind y MongoDB.",
    "github": "https://github.com/MicaelaJofre/task-app",
    "url": "",
    "img":  "/image/portfolio/apiTask.webp",
    "category": "api",
    "gif": "/video/apiTaskGif.mp4"
  },
  {
    "title": "Api de notas",
    "description": "La API REST desarrollada permite a los usuarios realizar operaciones básicas en notas. Los usuarios pueden obtener una lista de todas las notas, crear nuevas notas, actualizar notas existentes y eliminar notas. Es una herramienta útil para implementar la gestión de notas en diferentes aplicaciones o sistemas.",
    "technologies": "El proyecto se desarrolló con Node, Express y MongoDB.",
    "github": "https://github.com/MicaelaJofre/apiNotes",
    "url": "",
    "img":  "/image/portfolio/apiNotas.webp",
    "category": "api",
    "gif": "/video/apiNoteGif.mp4"
  },
  {
    "title": "Buscador de Películas",
    "description": "El proyecto consiste en el desarrollo de un sitio web dedicado a la búsqueda de películas. Esta plataforma proporciona a los usuarios una forma conveniente de explorar y descubrir películas de diversos géneros, años y categorías. El sitio web incluye funciones de búsqueda, filtros y brinda información detallada sobre cada película",
    "technologies": "El proyecto se desarrolló con React js y Tailwind.",
    "github": "https://github.com/MicaelaJofre/movies",
    "url": "https://micaelajofre.github.io/movies/",
    "img":  "/image/portfolio/movie.webp",
    "category": "react/next",
    "gif": "/video/moviesGif.mp4"
  },
  {
    "title": "Servicios Libres",
    "description": "Servicios Libres es una aplicación que tiene como objetivo principal conectar a consumidores con proveedores de servicios. La aplicación cuenta con diversas secciones que permiten a los usuarios buscar, explorar y contratar los servicios que necesitan. Esta aplicación proporciona una plataforma conveniente y eficiente para que los consumidores encuentren los servicios que necesitan y para que los proveedores de servicio alcancen a una audiencia más amplia.",
    "technologies": "El proyecto se desarrolló con Next js, Tailwind, Node, Express y MongoDB",
    "github": "https://github.com/MicaelaJofre/servicios-libres",
    "url": "",
    "img":  "/image/portfolio/servLibre.webp",
    "category": "react/next",
    "gif": "/video/ServiciosLibres.mp4"
  },
  {
    "title": "Lima",
    "description": "Ecommerce creado para la venta de productos del hogar y deco. El proyecto consta de varias secciones donde el usuario va a poder visualizar los distintos productos y en donde podrá filtrar según sus preferencias. En cada producto se podrá ingresar a un detalle con más información del mismo y proseguir con la compra. Además, incluye un carrito de compras y un formulario para agendar los datos de la compra realizada.",
    "technologies": "El proyecto se desarrolló con React Js, SASS y Firebase.",
    "github": "https://github.com/MicaelaJofre/ecommercejofre",
    "url": "https://micaelajofre.github.io/ecommercejofre/",
    "img":  "/image/portfolio/lima.webp",
    "category": "react/next",
    "gif": "/video/limaGif.mp4"
  },
  {
    "title": "Dreamed Day",
    "description": "Sitio web creado para que el usuario pueda manejar una agenda de su boda. El sitio consta de un registro de usuario y una agenda personalizada con cuatro secciones donde podrá manejar la lista de invitados, el presupuesto, una lista de tareas pendientes y proveedores.",
    "technologies": "El proyecto se desarrolló con HTML, SASS, JavaScript vanilla y JQuery.",
    "github": "https://github.com/MicaelaJofre/Eventos",
    "url": "https://micaelajofre.github.io/Eventos/",
    "img":  "/image/portfolio/evento.webp",
    "category": "random",
    "gif": "/video/eventoGif.mp4"
  },
  {
    "title": "Cristina Greño",
    "description": "Trabajo freelance para artista plástica Argentina. El sitio web consta de seis secciones, incluido el home, donde el usuario va a poder navegar por la galería de cuadros y cursos que ofrece el cliente. Además podrá conocer más de la historia de la artista, así como ver las recomendaciones de la misma. Por último, se ofrece un formulario de contacto y las diferentes redes sociales, que a su vez, se puede acceder en todas las secciones.",
    "technologies": "El proyecto se desarrolló con HTML, CSS, Bootstrap y Python.",
    "github": "https://github.com/MicaelaJofre/CristinaGreno",
    "url": "https://www.xn--cristinagreo-khb.com/",
    "img":  "/image/portfolio/cristina.webp",
    "category": "random",
    "gif": "/video/cristinaGif.mp4"
  },
  {
    "title": "Rick and Morty Plugin",
    "description": "Plugin creado para WordPress que permite mostrar de manera sencilla y organizada los personajes y sus respectivos detalles de la popular serie de animación Rick y Morty. Con este plugin, los usuarios pueden acceder a información detallada sobre cada personaje, incluyendo su nombre, descripción, imagen y otros detalles relevantes. ",
    "technologies": "El proyecto se desarrolló CSS, JavaScript y Python.",
    "github": "https://github.com/MicaelaJofre/RickandMortyPlugin",
    "url": "",
    "img":  "/image/portfolio/rickMorty.webp",
    "category": "random",
    "gif": "/video/rickMortyGif.mp4"
  }, 
  {
    "title": "Api para blogs",
    "description": "API REST desarrollada con el objetivo de permitir a los usuarios llevar a cabo operaciones esenciales en la creación, actualización y eliminación de blogs. Esta API cuenta con funcionalidades de autenticación de usuarios mediante JSON Web Tokens (JWT) y utiliza MongoDB como base de datos. Permitiendo gestionar blogs de manera eficiente y segura, garantizando la autenticación y autorización adecuadas.",
    "technologies": "El proyecto se desarrolló con React js, CSS, Node, Express y MongoDB.",
    "github": "https://github.com/MicaelaJofre/fullstackopen-part4",
    "url": "",
    "img":  "/image/portfolio/apiBlog.webp",
    "category": "api",
    "gif": "/video/apiBlogGif.mp4"
  },
  {
    "title": "Experiencia 360",
    "description": "El proyecto consiste en un recorrido virtual 360 que ofrece una experiencia inmersiva de dos habitaciones de una casa. Los usuarios pueden explorar las habitaciones y disfrutar de un recorrido dinámico, donde podrán ver indicadores con información relevante. Además, se incorporan funciones adicionales como sonido ambiental y enriquecimiento con redes sociales y Google Maps para una experiencia más completa.",
    "technologies": "El proyecto se desarrolló con HTML, CSS, JavaScript y A-Frame.",
    "github": "https://github.com/MicaelaJofre/experiencia360",
    "url": "https://micaelajofre.github.io/experiencia360/",
    "img":  "/image/portfolio/360img.webp",
    "category": "random",
    "gif": "/video/360gif.mp4"
  }
]
